Revit 2027 API
FamilySizeTableErrorInfo Constructor
 Constructs a new FamilySizeTableErrorInfo with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FamilySizeTableErrorInfo()
Public Sub New
public:
FamilySizeTableErrorInfo()
new : unit -> FamilySizeTableErrorInfo
See Also
Reference
FamilySizeTableErrorInfo Class
Autodesk.Revit.DB Namespace